Repository: DaedShon/DaedSky
Catalog: assets/l10n/app_*.arb
Languages: cs, de, eo, fr, it, nb, nl, pl, pt_br, ru

# saiStr_installer_rootless_error2_install_failed_no_matching_abis
source: Package doesn't contain native code that is compatible with this device's CPU
cs: Balíček neobsahuje nativní kód, který je kompatibilní s CPU tohoto zařízení
de: Paket enthält keinen nativen Code, der mit der CPU dieses Geräts kompatibel ist
eo: Pakaĵo ne enhavas denaskan kodon kongruan kun CPU de ĉi tiu aparato
fr: Le paquet ne contient pas de code natif compatible avec le CPU de cet appareil
it: Il package non contiene codice nativo compatibile con la CPU di questo dispositivo
nb: Pakken ikke inneholder ikke systemspesifikk kode som er kompatibel med denne enhetens prosessor
nl: Pakket bevat geen native code die compatibel is met de CPU van dit toestel
pl: Pakiet nie zawiera natywnego kodu, który jest kompatybilny z procesorem tego urządzenia
pt_br: O pacote não contém código nativo que seja compatível com o processador deste dispositivo
ru: Пакет не содержит собственного кода, совместимого с процессором этого устройства

# saiStr_installer_rootless_error2_install_failed_user_restricted
source: This user is restricted from installing apps
cs: Tento uživatel je omezen na instalaci aplikací
de: Dieser Benutzer darf keine Apps installieren
eo: Ĉi tiu uzanto estas restriktita de installing apps
fr: Cet utilisateur n'est pas autorisé à installer des applications
it: L'utente non ha i privilegi per installare le apps
nb: Denne brukeren tillates ikke å installere programmer
nl: Deze gebruiker mag geen apps installeren
pl: Ten użytkownik ma ograniczone możliwości instalowania aplikacji
pt_br: Este usuário está impedido de instalar apps
ru: Этому пользователю запрещено устанавливать приложения

# saiStr_installer_rootless_error2_install_parse_failed_manifest_empty
source: APK manifest is empty
cs: APK manifest je prázdný
de: APK-Manifest ist leer
eo: APK manifesto estas malplena
fr: Le manifeste APK est vide
it: Il manifest APK è vuoto
nb: APK-manifestet er tomt
nl: APK manifest is leeg
pl: Manifest APK jest pusty
pt_br: O manifesto do APK está vazio
ru: Манифест APK пуст

# saiStr_installer_rootless_error2_install_parse_failed_bad_package_name
source: APK has bad or missing package name
cs: APK má špatný nebo chybějící Název balíčku
de: APK hat einen falschen oder fehlenden Paketnamen
eo: APK havas malbona aŭ forestanta pako nomo
fr: L'APK a un nom de paquet incorrect ou manquant
it: L'APK ha un nome non corretto o è mancante del nome
nb: APK har feilaktig eller manglende pakkenavn
nl: APK heeft slechte of ontbrekende pakketnaam
pl: APK ma złą lub brakującą nazwę pakietu
pt_br: O APK tem o nome incorreto ou indisponível
ru: APK имеет неправильное или отсутствующее имя пакета

# saiStr_installer_rootless_error2_install_parse_failed_unexpected_exception
source: APK parser encountered an unexpected exception
cs: APK parser narazil na neočekávanou výjimku
de: APK-Parser hat eine unerwartete Ausnahme gefunden
eo: APK parser renkontita neatendita escepto
fr: L' analyseur APK a rencontré une exception inattendue
it: Il parser APK ha generato una eccezione non prevista
nb: APK-fortolker gikk på et uventet unntak
nl: APK parser kwam een onverwachte uitzondering tegen
pl: Parser APK napotkał nieoczekiwany wyjątek
pt_br: Analisador do APK encontrou uma exceção inesperada
ru: Парсер APK обнаружил непредвиденное исключение

# saiStr_installer_rootless_error2_install_failed_sandbox_version_downgrade
source: The new version of the package requires a lower sandbox version than the installed package
cs: Nová verze balíčku vyžaduje nižší verzi sandboxu než nainstalovaný balíček
de: Neue Version des Pakets benötigt eine niedrigere Sandbox-Version als die derzeit installierte Version dieses Pakets
eo: La nova versio de la pako postulas pli malalta testejo versio ol la instalita pako
fr: La nouvelle version du paquet nécessite une version sandbox inférieure à celle du paquet installé
it: La nuova versione del package richiede una versione precedente della sandbox rispetto a quella installata
nb: Den nye versjonen av pakken krever en lavere sandkasseversjon enn den installerte pakken
nl: Nieuwe versie van het pakket vereist een lagere zandbakversie dan de huidige geïnstalleerde versie van dit pakket
pl: Nowa wersja pakietu wymaga niższej wersji piaskownicy niż zainstalowany pakiet
pt_br: A nova versão do pacote requer uma versão do Sandbox mais baixa do que a instalada
ru: Для новой версии пакета требуется более низкая версия песочницы, чем текущая установленная версия этого пакета

# saiStr_installer_rootless_error2_install_failed_version_downgrade
source: A newer version of this package is already installed
cs: Novější verze tohoto balíčku je již nainstalována
de: Eine neuere Version dieses Pakets ist bereits installiert
eo: Pli nova versio de ĉi tiu pako estas jam instalita
fr: Une version plus récente de ce paquet est déjà installée
it: Una versione più recente del package è già installata
nb: En nyere versjon av denne pakken er allerede installert
nl: Een nieuwere versie van dit pakket is al geïnstalleerd
pl: Nowsza wersja tego pakietu jest już zainstalowana
pt_br: Uma versão mais recente deste pacote já está instalada
ru: Более новая версия этого пакета уже установлена

# saiStr_installer_rootless_error2_install_failed_shared_user_incompatible
source: App has requested an already existing shared user, but their signatures don't match
cs: Aplikace požádala již existujícího sdíleného uživatele, ale jejich podpisy neodpovídají
de: App hat einen bereits existierenden Benutzer angefordert, aber ihre Signaturen stimmen nicht überein
eo: App petis jam ekzistanta dividita uzanto, sed iliaj subskriboj ne kongruas
fr: L' application a déjà demandé un utilisateur partagé existant, mais ses signatures ne correspondent pas
it: La app ha richiesto un utente condiviso già esistente, ma le loro firme non sono uguali
nb: Programmet har forespurt en allerede eksisterende felles bruker, men vedkommendes signatur stemmer ikke
nl: App heeft een reeds bestaande gedeelde gebruiker opgevraagd, maar hun handtekeningen komen niet overeen
pl: Aplikacja zażądała już istniejącego użytkownika współdzielonego, ale ich sygnatury nie pasują do siebie
pt_br: O app solicitou um usuário já existente, mas suas assinaturas não correspondem
ru: Приложение запросило уже существующего общего пользователя, но его подписи не совпадают

# saiStr_installer_rootless_error2_install_failed_missing_shared_library
source: App has requested a shared library that is not installed on the device
cs: Aplikace požádala o sdílenou knihovnu, která není v zařízení nainstalována
de: App hat eine freigegebene Bibliothek angefordert, die nicht auf dem Gerät installiert ist
eo: App petis komuna biblioteko, kiu ne estas instalita sur la aparato
fr: L' application a demandé une bibliothèque partagée qui n'est pas installée sur l'appareil
it: La app ha richiesto una libreria condivisa non installata sul dispositivo
nb: Appen har forespurt et felles bibliotek som ikke er installert på enheten
nl: App heeft een gedeelde bibliotheek opgevraagd die niet op het apparaat is geïnstalleerd
pl: Aplikacja zażądała biblioteki współdzielonej, która nie jest zainstalowana na urządzeniu
pt_br: O app solicitou uma biblioteca que não está instalada no dispositivo
ru: Приложение запросило общую библиотеку, которая не установлена на устройстве

# saiStr_installer_rootless_error2_install_failed_replace_couldnt_delete
source: The system was unable to delete the previous version of this package
cs: Systém nebyl schopen odstranit předchozí verzi tohoto balíčku
de: Das System konnte die vorherige Version dieses Pakets nicht löschen
eo: Installation failed while optimizing and validating package dex files, either because there was not enough storage or the validation failed
fr: Le système n'a pas pu supprimer la version précédente de ce paquet
it: Non è stato possibile rimuovere la versione precedente del pacchetto
nb: Systemet kunne ikke slette forrige versjon av denne pakken
nl: Het systeem was niet in staat om de vorige versie van dit pakket te verwijderen
pl: System nie był w stanie usunąć poprzedniej wersji tego pakietu
pt_br: O sistema não conseguiu remover a versão anterior deste pacote
ru: Системе не удалось удалить предыдущую версию этого пакета

# saiStr_installer_rootless_error2_install_failed_dexopt
source: Installation failed while optimizing and validating package dex files, either because there was not enough storage or the validation failed
cs: Instalace se nezdařila při optimalizaci a validaci souborů package dex, a to buď proto, že nebylo dostatek úložiště nebo Ověření selhalo
de: Installation während der Optimierung und Validierung der Paketdex-Dateien fehlgeschlagen, weil nicht genügend Speicher vorhanden war oder die Validierung fehlgeschlagen ist
eo: Instalado malsukcesis dum optimumiganta kaj validigi pako dex fajliloj, ĉu ĉar estis ne sufiĉa stokado aŭ la validación malsukcesis
fr: L'installation a échoué lors de l'optimisation et de la validation des fichiers dex du paquet, soit parce qu'il n'y avait pas assez de stockage soit parce que la validation a échoué
it: L'installazione non è andata a buon fine durante l'elaborazione dei files dex, possibili cause: mancanza di storage o validazione fallita
nb: Installasjonen mislyktes under optimalisering og pakking av DEX-filer, enten fordi det ikke er nok lagringsplass eller fordi bekreftelse mislyktes.
nl: De installatie is mislukt tijdens het optimaliseren en valideren van package dex files, ofwel omdat er niet genoeg opslagruimte was, ofwel omdat de validatie mislukte
pl: Instalacja nie powiodła się podczas optymalizacji i sprawdzania poprawności plików dex pakietu, ponieważ nie było wystarczającej ilości pamięci lub sprawdzanie poprawności nie powiodło się
pt_br: A instalação falhou durante a otimização e validação dos arquivos dex, ou porque não houve espaço suficiente ou porque a validação falhou
ru: Ошибка установки при оптимизации и проверке dex-файлов пакета либо из-за нехватки памяти, либо из-за сбоя проверки

# saiStr_installer_rootless_error2_install_failed_older_sdk
source: Device Android version is lower than required by the package
cs: Zařízení Android verze je nižší, než je požadováno v balíčku
de: Android-Version des Geräts ist niedriger als vom Paket benötigt
eo: Aparaton Android versio estas pli malalta ol postulita de la pako
fr: La version d'Android de l'appareil est inférieure à celle requise par le paquet
it: La versione Android del dispositivo non supporta il package
nb: Enhetens Android-versjon er lavere enn det som kreves av pakken
nl: Android-versie van het toestel is lager dan vereist door het pakket
pl: Wersja systemu Android urządzenia jest niższa niż wymagana przez pakiet
pt_br: A versão do Android é mais antiga do que a exigida pelo pacote
ru: Версия Android устройства ниже, чем требуется пакетом

# saiStr_installer_rootless_error2_install_failed_conflicting_provider
source: Package contains a content provider with the same authority as a provider already installed in the system
cs: Balíček obsahuje poskytovatele obsahu se stejnou autoritou jako poskytovatel již nainstalovaný v systému
de: Paket enthält einen Content-Anbieter mit der gleichen Autorität wie ein Anbieter, der bereits im System installiert ist
eo: Pako enhavas enhavon provizanto kun la sama aŭtoritato kiel provizanto jam instalita en la sistemo
fr: Le paquet contient un fournisseur de contenu avec la même autorité qu'un fournisseur déjà installé dans le système
it: Il package contiene un provider dei contenuti con gli stessi poteri di un provider già installato
nb: Pakken inneholder en innholdsleverandør med samme myndighet som en tjenesteleverandør allerede installert på systemet
nl: Pakket bevat een inhoudsaanbieder met dezelfde autoriteit als een aanbieder die al in het systeem is geïnstalleerd
pl: Pakiet zawiera dostawcę treści o takich samych uprawnieniach jak dostawca już zainstalowany w systemie
pt_br: O pacote contém um fornecedor de conteúdo com a mesma autoridade que já instalado no sistema
ru: Пакет содержит поставщика контента с теми же полномочиями, что и поставщик, уже установленный в системе

# saiStr_installer_rootless_error2_install_failed_newer_sdk
source: Device Android version is higher than required by the package
cs: Zařízení Android verze je vyšší, než je požadováno v balíčku
de: Android-Version des Geräts ist höher als vom Paket benötigt
eo: Aparaton Android versio estas pli alta ol postulita fare de la pako
fr: La version d'Android de l'appareil est supérieure à celle requise par le paquet
it: La versione di Android del dispositivo è troppo recente per eseguire il package
nb: Enhetens Android-versjon er høyere enn nødvendig for pakken
nl: Android-versie van het toestel is hoger dan vereist door het pakket
pl: Wersja systemu Android urządzenia jest wyższa niż wymagana przez pakiet
pt_br: A versão do Android é mais nova que a exigida pelo pacote
ru: Версия устройства Android выше, чем требуется пакетом

# saiStr_installer_rootless_error2_install_failed_cpu_abi_incompatible
source: Package doesn't contain native code that is compatible with this device's CPU
cs: Balíček neobsahuje nativní kód, který je kompatibilní s CPU tohoto zařízení
de: Paket enthält keinen nativen Code, der mit der CPU dieses Geräts kompatibel ist
eo: Pakaĵo ne enhavas denaskan kodon kongruan kun CPU de ĉi tiu aparato
fr: Le paquet ne contient pas de code natif compatible avec le CPU de cet appareil
it: Il package non contiene codice nativo compatibile con la CPU del dispositivo
nb: Pakken ikke inneholder ikke systemspesifikk kode som er kompatibel med denne enhetens prosessor
nl: Pakket bevat geen native code die compatibel is met de CPU van dit toestel
pl: Pakiet nie zawiera natywnego kodu, który jest kompatybilny z procesorem tego urządzenia
pt_br: O pacote não contém código nativo que seja compatível com o processador deste dispositivo
ru: Пакет не содержит собственного кода, совместимого с процессором этого устройства

# saiStr_installer_rootless_error2_install_failed_container_error
source: Secure container mount point couldn't be accessed on external media
cs: Secure container mount point nelze přistupovat na externích médiích
de: Sicherer Container-Einhängepunkt konnte nicht auf externes Medium zugreifen
eo: Sekura ujo monta punkto ne povus esti alirita sur ekstera amaskomunikilaro
fr: Le point de montage du conteneur sécurisé n'a pas pu être accédé sur un support externe
it: Non si può accedere al punto di mount del secure container su un dispositivo esterno
nb: Fikk ikke tilgang til monteringspunkt for sikker beholder på eksterne medier
nl: Het koppelpunt van de beveiligde container kon niet worden geopend op externe media
pl: Nie można uzyskać dostępu do punktu montowania bezpiecznego kontenera na nośniku zewnętrznym
pt_br: Não foi possível acessar o ponto seguro de montagem do container em mídia externa
ru: Невозможно получить доступ к точке подключения безопасного контейнера на внешнем носителе

# saiStr_installer_rootless_error2_install_failed_verification_timeout
source: Package verification timed out
cs: Ověření balíčku vypršelo
de: Zeitüberschreitung bei der Paket-Überprüfung
eo: Pako konfirmo timed out
fr: La vérification du paquet a expiré
it: La verifica del package ha richiesto troppo tempo (timeout)
nb: Tidsavbrudd for pakkebekreftelse
nl: Pakket verificatie time-out
pl: Weryfikacja pakietów zakończyła się przed czasem
pt_br: O tempo para verificação do pacote foi excedido
ru: Время проверки пакета истекло

# saiStr_installer_rootless_error2_install_failed_test_only
source: Installed package is test-only and INSTALL_ALLOW_TEST flag was not supplied
cs: Instalovaný balíček je pouze pro test a NAINSTALUJTE_DOVOLIT_TEST vlajka nebyla dodána
de: Installiertes Paket ist test-only und das INSTALL_ALLOW_TEST-Flag wurde nicht übergeben
fr: Le paquet installé est uniquement testé et le drapeau INSTALL_ALLOW_TEST n'a pas été fourni
it: Il package installato è test-only e non è stato fornito il flag INSTALL_ALLOW_TEST
nb: Installert pakke er kun til testformål og INSTALL_ALLOW_TEST-flagget ble ikke viderebrakt
nl: Geïnstalleerd pakket is alleen test en INSTALLEER_TOESTAAN_TEST vlag werd niet geleverd
pl: Zainstalowany pakiet jest tylko testowy i nie podano flagi INSTALL_ALLOW_TEST
pt_br: O pacote instalado é apenas para teste e a referência ao INSTALL_ALLOW_TEST não foi fornecida
ru: Установленный пакет предназначен только для тестирования и установить_позволять_тест флаг не был поставлен

# addDomainNameDialogInputHint
source: e.g. skydroid.app
cs: např. skydroid.app
de: z. B. skydroid.app
eo: ekz. skydroid.app
fr: ex. skydroid.app
it: per esempio skydroid.app
nb: f.eks. skydroid.app
nl: bijvoorbeeld skydroid.app
pl: np. skydroid.app
pt_br: exemplo skydroid.app

# navigationDiscoverPageTitle
source: Discover
cs: Objevte
eo: Malkovri
fr: Découvrez
nb: Oppdag
pt_br: Encontrar
