Repository: DaedShon/DaedSky
Catalog: assets/l10n/app_*.arb
Languages: cs, de, eo, fr, it, nb, nl, pl, pt_br, ru

# removeNameDialogConfirm
source: Remove
cs: Odstranit
de: Entfernen
eo: Forigi
fr: Supprimer
it: Rimuovi
nb: Fjern
nl: Verwijderen
pl: Usuń
pt_br: Remover
ru: Удалить

# navigationCollectionsPageTitle
source: Collections
cs: Kolekce
de: Sammlungen
eo: Kolektoj
fr: Collection
it: Collezioni
nb: Samlinger
nl: Verzamelingen
pl: Kolekcje
pt_br: Coleções
ru: Коллекции

# navigationSettingsPageTitle
source: Settings
cs: Nastavení
de: Optionen
eo: Agordoj
fr: Paramètres
it: Impostazioni
nb: Innstillinger
nl: Instellingen
pl: Ustawienia
pt_br: Configurações
ru: Настройки

# categoryGraphics
source: Graphics
cs: Grafika
de: Grafik
eo: Grafiko
fr: Graphisme
it: Grafica
nb: Grafikk
nl: Grafisch
pl: Grafika
pt_br: Gráfica
ru: Графика

# categoryInternet
source: Internet
eo: Interreto
nb: Internett
pl: Internetu
ru: Интернет

# categoryNavigation
source: Navigation
cs: Navigace
eo: Navigacio
it: Navigazione
nb: Navigasjon
nl: Navigatie
pl: Nawigacja
pt_br: Navegação
ru: Навигация

# categoryPhoneAndSMS
source: Phone & SMS
cs: Telefon & SMS
de: Telefon / SMS
eo: Telefono & SMS
fr: Téléphone & SMS
it: Telefono e messaggi
nb: Telefon og SMS
nl: Telefoon & SMS
pl: Telefon i SMS
pt_br: Celular & SMS
ru: Звонки & SMS

# categoryReading
source: Reading
cs: Četba
de: Lesen
eo: Legado
fr: Lecture
it: Lettura
nb: Lesing
nl: Lezen
pl: Czytanie
pt_br: Leitura
ru: Чтение

# categoryScienceAndEducation
source: Science & Education
cs: Věda & Vzdělání
de: Wissenschaft / Bildung
eo: Scienco kaj Edukado
fr: Science & Éducation
it: Scienza e Educazione
nb: Vitenskap og utdanning
nl: Wetenschap & Educatie
pl: Nauka i edukacja
pt_br: Ciência e educação
ru: Наука и образование

# categorySportsAndHealth
source: Sports & Health
cs: Sport & Zdraví
de: Sport / Gesundheit
eo: Sportoj kaj Sano
fr: Sports & Santé
it: Sport e salute
nb: Sport og helse
nl: Sport & Gezondheid
pl: Sport i zdrowie
pt_br: Esporte e saúde
ru: Спорт & Здоровье

# categoryTime
source: Time
cs: Čas
de: Zeit
eo: Tempo
fr: Temps
it: Tempo
nb: Tid
nl: Tijd
pl: Czas
pt_br: Tempo
ru: Время

# categoryWriting
source: Writing
cs: Psaní
de: Schreiben
eo: Skribado
fr: Ecriture
it: Scrittura
nb: Skriving
nl: Schrijven
pl: Pisanie
pt_br: Redação
ru: Чтение

# appListLoadingMetadata
source: Loading metadata…
cs: Načítání metadat…
de: Lädt metadaten...
eo: Loading metadatumoj…
fr: Chargement de métadonnées…
it: Caricamento dei metadati…
nb: Laster inn metadata …
nl: Metadata aan het laden…
pl: Ładowanie metadanych…
pt_br: Carregando metadados…
ru: Загрузка метаданных…

# errorsSheetTitle
source: Errors
cs: Chyby
de: Fehler
eo: Eraroj
fr: Erreurs
it: Errori
nb: Feil
nl: Foutmeldingen
pl: Błędy
pt_br: Erros
ru: Ошибки

# errorsSheetOverflowCount
source: …{count} more
cs: ... {count} více
de: ...{count} mehr
eo: ...{count} pli
fr: ...{count} plus
it: …{count} aggiunti
nb: og {count} til
nl: ...{telling} meer
pl: ...{count} więcej
pt_br: …{count} mais
ru: ...{count} больше

# addDomainNameDialogTitle
source: Add app or collection
cs: Přidat aplikaci, nebo kolekci
de: App oder Sammlung hinzufügen
eo: Aldoni apon aŭ kometon
fr: Ajouter une app ou une collection
it: Aggiungi una app o una collection
nb: Legg til program eller samling
nl: Voeg een app of collectie toe
pl: Dodaj aplikację lub kolekcję
pt_br: Adicionar app ou coleção
ru: Добавить приложение или коллекцию

# addDomainNameDialogInputLabel
source: Name (domain)
cs: Název (domain)
eo: Nomo (domajno)
fr: Nom (domaine)
it: Nome ( dominio )
nb: Navn (domene)
nl: Naam (domain)
pl: Nazwa (domena)
pt_br: Nome (domínio)
ru: Имя (домен)

# addDomainNameDialogConfirm
source: Add
cs: Přidat
de: Hinzufügen
eo: Aldoni
fr: Ajouter
it: Aggiungi
nb: Legg til
nl: Toevoegen
pl: Dodaj
pt_br: Adicionar
ru: Добавить

# addDomainNameLoadingDialogTitle
source: Checking name…
cs: Kontrola názvu…
de: Domain wird geprüft...
eo: Kontrolas nomon…
fr: Vérification du nom …
it: Controllo del nome…
nb: Sjekker navn …
nl: Naam checken…
pl: Sprawdzanie nazwiska…
pt_br: Verificando o nome…
ru: Проверка имени…

# categoryTheming
source: Theming
cs: Motivy
de: Aussehen
eo: Etosado
fr: Thématique
it: Personalizzazione
nb: Draktvalg
nl: Thema's
pl: Programowanie
pt_br: Temas
ru: Тема

# verifiedAppDialogCloseButton
source: OK
eo: Bone
ru: Ок

# verifiedAppBadgeLabel
source: Verified
cs: Ověřeno
de: Verifiziert
eo: Konfirmita
fr: Verifié
it: Verificato
nb: Bekreftet
nl: Geverifieerd
pl: Zweryfikowano
pt_br: Verificado
ru: Проверенный

# appPageWhatsNewTitle
source: What's new
cs: Co je nového
de: Neuigkeiten
eo: Kio estas nova
fr: Ce qui est nouveau
it: Novità
nb: Nyheter
nl: Wat is nieuw
pl: Nowości
pt_br: Novidades
ru: Что нового

# appPageUpdatedTime
source: Updated {time}
cs: Aktualizováno {time}
de: Aktualisiert {time}
eo: Ĝisdatigita {time}
fr: Mises à jour {time}
it: Aggiornato {time}
nb: Oppdatert {time}
nl: Geüpdatet {time}
pl: Aktualizacja {czas}
pt_br: Atualizado {time}
ru: Обновлено {time}

# appPageAddedTime
source: App added: {time}
cs: Aplikace přidána: {time}
de: App hinzugefügt: {time}
eo: App aldonita: {time}
fr: App ajoutée : {time}
it: App aggiunta: {time}
nb: Program lagt til: {time}
nl: App toegevoegd: {time}
pl: Aplikacja dodana: {czas}
pt_br: App adicionado: {time}
ru: Добавлено приложение: {время}

# appPageLinkDonate
source: Donate
cs: Přispět
de: Spenden
eo: Doni
fr: Faire un don
it: Dona
nb: Doner
nl: Doneer
pl: Darowizna
pt_br: Doar
ru: Задонатить

# appPageLinkWebsite
source: Website
cs: Internetové stránky
eo: Retejo
fr: Site web
it: Sito web
nb: Nettsted
pl: Strona
pt_br: Site
ru: Сайт

# appPageLinkIssueTracker
source: Issue Tracker
cs: Problémy
de: Probleme melden
eo: Temo Spuristo
fr: Centre d'assistance
nb: Problemsporer
pl: Śledzenie problemów
pt_br: Rastreador de falhas
ru: Отслеживание проблем

# appPageLinkChangelog
source: Changelog
cs: Změna
de: Änderungsprotokoll
eo: Ŝanĝprotokolo
fr: Historique des modifications
it: Elenco modifiche
nb: Endringslogg
nl: Wijzigingen
pl: Changeloga
pt_br: Histórico de mudanças
ru: Журнал изменений

# collectionRecommendationsCardTitle
source: Some recommendations to get you started
cs: Nějaká doporučení do začátku
de: Ein paar Empfehlungen für den Einstieg
eo: Kelkaj rekomendoj al get vi komencis
fr: Quelques recommandations pour bien démarrer
it: Alcuni raccomandazioni prima di cominciare
nb: Noen anbefalinger for å begynne
nl: Enkele aanbevelingen om u op weg te helpen
pl: Kilka zaleceń na początek
pt_br: Algumas recomendações para começar
ru: Некоторые рекомендации для начала

# removeCollectionDialogTitle
source: Remove collection?
cs: Odebrat kolekci?
de: Sammlung entfernen?
eo: Ĉu forigi kolekton?
fr: Supprimer la collection ?
it: Rimuovi la collection?
nb: Fjern samling?
nl: Collectie verwijderen?
pl: Usunąć kolekcję?
pt_br: Remover a coleção?
ru: Удалить коллекцию?

# removeCollectionDialogConfirmWithApps
source: Remove with Apps
cs: Odebrat včetně aplikací
de: Mit Apps entfernen
eo: Forigi kun Apps
fr: Supprimer toutes les applis
it: Rimuovi con Apps
nb: Fjern også dens programmer
nl: Verwijderen met Apps
pl: Usuń za pomocą aplikacji
pt_br: Remover com apps
ru: Удалить с приложениями

# removeCollectionDialogConfirm
source: Remove
cs: Odebrat
de: Entfernen
eo: Forigi
fr: Supprimer
it: Rimuovi
nb: Fjern
nl: Verwijderen
pl: Usuń
pt_br: Remover
ru: Удалить

# downloadHashMismatchErrorDialogTitle
source: Hash Mismatch
cs: Nesprávný hash
de: Hash-Unstimmigkeit
eo: Hash Misparigo
fr: Incompatibilité de Hachage
it: Hash diverso
nb: Sjekksum stemmer ikke overens
nl: Hash Verkeerde combinatie
pl: Niedopasowanie haszu
pt_br: Hash não corresponde
ru: Не сочетание хеша

# appPageInstallButton
source: Install (Version {version})
cs: Instalovat (Verze {version})
de: Installieren (Version {version})
eo: Instali (Versio {version})
fr: Installer (Version {version})
it: Installa (Versione{version})
nb: Installer (versjon {versjon})
nl: Installeren (Versie {version})
pt_br: Instalar (Versão {version})
ru: Установить (версия {version})

# appPageRetryInstallButton
source: Retry install
cs: Opakovat instalaci
de: Installation erneut versuchen
eo: Reprovi instali
fr: Réinstaller
it: Rilancia l'installazione
nb: Prøv å installere igjen
nl: Probeer opnieuw te installeren
pl: Ponów próbę instalacji
pt_br: Tente instalar de novo
ru: Повторная установка

# appPageInstallingApkProcess
source: Installing APK file…
cs: Instalace souboru APK…
de: APK-Datei wird installiert...
eo: Instalas APK dosieron…
fr: Installer le fichier APK…
it: Installazione file APK…
nb: Installerer APK-fil …
nl: APK-bestand installeren…
pl: Instalacja pliku APK…
pt_br: Instalando arquivo APK…
ru: Установка файла APK…

# appPageUninstallButton
source: Uninstall ({version})
cs: Odinstalovat ({version})
de: Deinstallieren ({version})
eo: Malinstali ({version})
fr: Désinstaller ({version})
it: Disinstalla({version})
nb: Avinstaller ({versjon})
nl: Deïnstalleren ({version})
pl: Avinstaller ({version})
pt_br: Desinstalar ({version})
ru: Удалить ({version})

# appPageLaunchAppButton
source: Open
cs: Spustit
de: Öffnen
eo: Malfermi
fr: Ouvrir
it: Apri
nb: Åpne
pl: Otwórz
pt_br: Abrir
ru: Открыть

# dialogCancel
source: Cancel
cs: Zrušit akci
de: Abbrechen
eo: Nuligi
fr: Annuler
it: Cancella
nb: Avbryt
nl: Annuleren
pl: Anuluj
pt_br: Cancelar
ru: Отменить

# navigationAppsPageTitle
source: Apps
eo: Apoj
fr: Applis
nb: Programmer
pl: Aplikacje
ru: Приложения

# filterDialogTitle
source: Filter by category
cs: Řadit podle kategorie
de: Filtern nach Kategorie
eo: Filtrilo por kategorio
fr: Filtrer par catégorie
it: Filtra per categoria
nb: Filtrer etter kategori
nl: Filter categorie
pl: Filtrowanie według kategorii
pt_br: Filtrar por categoria
ru: Фильтр по категориям

# categoryConnectivity
source: Connectivity
cs: Připojení
de: Verbindung
eo: Konektebleco
fr: Connectivité
it: Connettività
nb: Tilkobling
nl: Connectiviteit
pl: Połączenie
pt_br: Conexão
ru: Связь

# categoryDevelopment
source: Development
cs: Vývoj
de: Entwicklung
eo: Programado
fr: Développement
it: Sviluppo
nb: Utvikling
nl: Ontwikkeling
pl: Rozwój
pt_br: Desenvolvimento
ru: Разработка

# categoryGames
source: Games
cs: Hry
de: Spiele
eo: Ludoj
fr: Jeux
it: Giochi
nb: Spill
nl: Spelletjes
pl: Gry
pt_br: Jogos
ru: Игры

# categoryMoney
source: Money
cs: Peníze
de: Geld
eo: Monoj
fr: Finances
it: Soldi
nb: Penger
nl: Geld
pl: Pieniądze
pt_br: Dinheiro
ru: Деньги

# categoryMultimedia
source: Multimedia
cs: Multimédia
eo: Vidaŭdaĵoj
fr: Multimédia
it: Multimedialità
pl: Multimedialna
pt_br: Multimídia
ru: Мультимедия

# categorySecurity
source: Security
cs: Bezpečnost
de: Sicherheit
eo: Sekureco
fr: Securité
it: Sicurezza
nb: Sikkerhet
nl: Beveiliging
pl: Bezpieczeństwo
pt_br: Segurança
ru: Безопасность

# categorySystem
source: System
cs: Systém
eo: Operaciuma
fr: Système
it: Sistema
nl: Systeem
pl: Instalacja
pt_br: Sistema
ru: Система

# appListPageEmptyWarning
source: Hmm nothing here. Try adding a name via the "Plus"-Button in the bottom right corner.
cs: Hmm, tady zatím nic není. Zkuste přidat název pomocí tlačítka "Plus" v pravém spodním rohu.
de: Ziemlich leer hier. Versuche eine Domain mit dem "Plus"-Knopf unten rechts hinzuzufügen.
eo: Hmm nenio ĉi tie. Provu aldoni nomon tra la "Plus"-Butono en la dekstra malsupra angulo.
fr: Hmm rien à voir ici. Essayez d'ajouter un nom via le bouton « Plus » en bas à droite.
it: Hmm non ho trovato niente. Prova ad aggiungere il nome con il tasto "Più" in basso a destra.
nb: Ingenting her. Prøv å legge til noe via «pluss»-knappen nede til høyre.
nl: Hmm er is hier niks. Probeer een naam toe te voegen via de "Plus"-knop rechts bovenin het scherm.
pl: Hmm nic tu nie ma. Spróbuj dodać nazwę za pomocą przycisku "Plus" w prawym dolnym rogu.
pt_br: Opa, nada aqui. Tente adicionar um nome através do botão "Mais" no canto inferior direito.
ru: Здесь ничего нет. Попробуйте добавить имя с помощью кнопки "Плюс" в правом нижнем углу.

# errorDialogTitle
source: Something went wrong
cs: Někde se stala chyba
de: Etwas ist schiefgelaufen
eo: Io misokazis
fr: Un problème est survenu
it: Qualcosa è andato storto
nb: Noe gikk galt
nl: Er ging iets mis
pl: Coś poszło nie tak
pt_br: Algo deu errado
ru: Что-то пошло не так

# errorDialogCloseButton
source: OK
eo: Bone
ru: Ок

# verifiedAppDialogTitle
source: Verified app
cs: Ověřená aplikace
de: Verifizierte app
eo: Kontrolita app
fr: App vérifiée
it: Applicazione verificata
nb: Bekreftet program
nl: Geverifieerde app
pl: Aplikacja zweryfikowana
pt_br: App verificado
ru: Проверенное приложение

# removeNameDialogTitle
source: Remove name?
cs: Odstranit název?
de: Domain entfernen?
eo: Forigi nomo?
fr: Supprimer le nom ?
it: Rimuovi l'applicazione ?
nb: Fjern navn?
nl: Naam verwijderen?
pl: Usunąć nazwisko?
pt_br: Remover o nome?
ru: Удалить имя?

# removeNameDialogContent
source: Do you really want to remove the name "{name}" from your app list? This action doesn't touch your installed apps and the name could be added again via a collection.
cs: Skutečně chcete odstranit název "{name}" z Vaší kolekce aplikací? Tato akce neovlivní již nainstalované aplikace a název je možné znovu přidat pomocí kolekce.
de: Möchtest du wirklich die Domain "{name}" von deiner App-Liste entfernen? Diese Aktion beinflusst keine installierten Apps und die Domain könnte durch eine Sammlung wieder hinzugefügt werden.
eo: Ĉu vi vere volas forigi la nomo "{nomo}" de via app listo? Tiu ago ne tuŝi vian instalita apps kaj la nomo povus esti aldonita denove tra kolekto.
fr: Souhaitez-vous vraiment supprimer le nom « {name} » de votre liste d'applications ? Cette action n'affecte pas vos applications installées et le nom peut être ajouté à nouveau via une collection.
it: Vuoi veramente rimuovere l'applicazione "{name}" dal tuo dispositivio? Le altre app non verranno rimosse e potrai reinstallare successivamente quella rimossa tramite le collection.
nb: Ønsker du virkelig å fjerne navnet «{name}» fra din programliste? Denne handlingen ikke røre installerte programmer og navn kan legges inn på nytt via en samling.
nl: Weet jij zeker dat je de naam "{name}" wilt verwijderen van de app lijst? Deze actie heeft geen invloed op je geïnstalleerde apps en de naam kan weer toegevoegd worden via een collectie.
pl: Czy naprawdę chcesz usunąć nazwę "{nazwa}" z listy aplikacji? Ta akcja nie dotyka zainstalowanych aplikacji, a nazwa może zostać ponownie dodana za pośrednictwem kolekcji.
pt_br: Você realmente quer remover o nome "{name}" da sua lista de apps? Esta ação não afeta seus apps instalados e o nome pode ser adicionado novamente via coleção.
ru: Вы действительно хотите удалить "{name}" из списка приложений? Это действие не коснется ваших установленных приложений, и имя может быть добавлено снова через коллекцию.

# verifiedAppDialogContentTop
source: This version of the app was verified by the following collections:
cs: Tato verze aplikace byla ověřena v následujících kolekcích:
de: Diese Version der App wurde von den folgenden Sammlungen verifiziert:
eo: Tiu versio de la app estis konfirmita de la sekva kolektoj:
fr: Cette version de l'application a été vérifiée par la collection suivante :
it: Questa versione dell'applicazione è stata verificata da queste collections:
nb: Denne versjonen av programmet ble bekreftet av følgende samlinger:
nl: Deze versie van de app was geverifieerd door de volgende collecties:
pl: Ta wersja aplikacji została zweryfikowana przez następujące kolekcje:
pt_br: Esta versão do app foi verificada pelas seguintes coleções:
ru: Эта версия приложения была проверена следующими коллекциями:

# verifiedAppDialogContentBottom
source: Collections can mark releases as verified to offer additional trust. Verifying a release can consist of checking the metadata, testing the app or scanning for malware.
cs: Kolekce lze použíz i ke značení verzí, které byly někým ověřené. To je důležitý faktor, který mohou uživatelé použít při rozhodování, jak moc lze dané verzi důvěřovat. Takové ověření může sestávat z kontroly metadat, testování, či scanování antivirovým programem.
de: Sammlungen können Versionen als verifiziert markieren, um zusätzliches Vertrauen zu schaffen. Die Verifizierung einer Version kann aus der Überprüfung der Metadaten, dem Testen der App oder dem Scannen auf Malware bestehen.
eo: Kolektoj povas marki ĵetoj kiel kontrolita por proponi plian fidon. Konfirmanta la elkarcerigon povas konsisti de kontrolanta la metadatenojn, elprovanta la app aŭ balaita por malware.
fr: Les collections peuvent indiquer les versions comme étant vérifiées afin d'ajouter une couche de sécurité supplémentaire. La vérification d'une version peut comprendre la vérification des métadonnées, le test de l'application ou une recherche de logiciels malveillants.
it: Le collections possono verificare le applicazioni per garantirne la sicurezza. La verifica può essere sui metadati, testando la app o facendo una scansione contro i malware.
nb: Samlinger kan markere utgivelser som bekreftet for å innby ytterligere tillit. Bekrefting av en utgivelse kan bety sjekking av metadataen, testing av programmet, eller skanning for skadelig innhold.
nl: Collecties kunnen releases markeren als geverifieerd om extra vertrouwen te bieden. Het verifiëren van een release kan bestaan uit het controleren van de metadata, het testen van de app of het scannen op malware.
pl: Kolekcje mogą oznaczać wydania jako zweryfikowane, aby zaoferować dodatkowe zaufanie. Weryfikacja wydania może polegać na sprawdzeniu metadanych, przetestowaniu aplikacji lub przeskanowaniu pod kątem złośliwego oprogramowania.
pt_br: As coleções podem marcar lançamentos como verificados para oferecer mais confiança. Verificação de uma versão consiste em verificação de metadados, teste de app ou detecção de malware.
ru: Коллекции могут помечать релизы как проверенные, чтобы предложить дополнительное доверие. Проверка выпуска может состоять из проверки метаданных, тестирования приложения или сканирования на наличие вредоносного ПО.

# appPageLinkSourceCode
source: Source Code
cs: Zdrojový kód
de: Quelltext
eo: Fontkodo
fr: Code source
it: Codice Sorgente
nb: Kildekode
nl: Broncode
pl: Kod źródłowy
pt_br: Código fonte
ru: Исходный код

# appPageLinkTranslation
source: Translation
cs: Překlad
de: Übersetzung
eo: Traduko
fr: Traduction
it: Traduzione
nb: Oversettelse
nl: Vertaling
pl: Tłumaczenie
pt_br: Tradução
ru: Перевод

# appPageLinkLicense
source: License: {license}
cs: Licence: {license}
de: Lizenz: {license}
eo: Permesilo: {permesilo}
it: Licenza: {license}
nb: Lisens: {license}
nl: Licentie: {license}
pl: Licencja: {license}
pt_br: Licença: {license}
ru: Лицензия: {license}

# collectionListItemLoading
source: Loading…
cs: Načítání…
de: Lädt...
eo: Ŝarĝo…
fr: Charger…
it: Caricamento…
nb: Laster inn …
nl: Lading…
pl: Ładowanie…
pt_br: Carregando…
ru: Загрузка…

# collectionListItemTitle
source: {title} ({domainName}) • {appCount} Apps
cs: {title} ({domainName}) • {appCount} aplikací
fr: {title} ({domaineName}) - {appCount} applis
it: {title} ({domainName}) • {appCount} Applicazioni
nb: {title} ({domainName}) • {appCount} programmer
nl: {title} ({domeinnaam}) • {appCount} Apps
pl: {title} • {domainName}) * {appCount} Aplikacje
ru: {title} ({domainName}) • {appCount} Приложения

# collectionLoadingDialogTitle
source: Loading collection…
cs: Načítání kolekce…
de: Sammlung wird geladen...
eo: Loading kolekto…
fr: Charger la collection…
it: Caricamento della collection…
nb: Laster inn samling …
nl: Collectie aan het laden…
pl: Ładowanie kolekcji…
pt_br: Carregando coleção…
ru: Загрузка коллекции…

# collectionLoadingDialogContent
source: This can take up to 30 seconds, depending on the size of the collection
cs: Tento proces může trvat až 30 vteřin, v závislosti na velikosti kolekce
de: Dies kann bis zu 30 Sekunden dauern, abhängig von der Größe der Sammlung
fr: Ceci peux prendre jusqu'à 30 secondes en fonction de la taille de la collection
it: Questa operazione può richiedere fino a 30 secondi, in base alle dimensioni della collection
nb: Dette kan ta opptil 30 sekunder, avhengig av samlingens størrelse
nl: Dit kan tot 30 seconden duren, afhankelijk van de grootte van de collectie
pl: Może to zająć do 30 sekund, w zależności od wielkości kolekcji
pt_br: Isto pode levar até 30 segundos, dependendo do tamanho da coleção
ru: Это может занять до 30 секунд, в зависимости от размера коллекции

# removeCollectionDialogContent
source: Do you really want to remove the collection "{name}"? If you also want to remove apps added through this collection, select "Remove with Apps".
cs: Skutečně chcete odebrat kolekci "{name}"? Pokud chcete odebrat i aplikace přidané skrze tuto kolekci, vyberte "Odebrat včetně aplikací".
de: Möchtest du wirklich die Sammlung "{name}" entfernen? Wenn du auch über diese Sammlung hinzugefügte Apps entfernen möchten, wähle "Mit Apps entfernen".
eo: Ĉu vi vere volas forigi la kolekto "{nomo}"? Se vi ankaŭ volas forigi apps aldonita tra#? i tiu kolekto, elektu "Forigi kun Apps".
fr: Voulez-vous vraiment supprimer la collection « {name} » ? Si vous souhaitez également supprimer les applications ajoutées via cette collection, sélectionnez « Supprimer toutes les applis ».
it: Vuoi davvero rimuovere la collection "{name}"? Se vuoi rimuovere anche le app relative a questa collection, selezione "Rimuovi con Apps".
nb: Vil du fjerne samlingen «{name}»? Hvis du også vil fjerne programmer lagt gjennom denne samlingen, velger du «Fjern også dens programmer».
nl: Weet je zeker dat je de collectie "{name}" wilt verwijderen? Als je ook de apps wilt verwijderen die toegevoegd zijn aan deze collectie, selecteer dan "Verwijderen met Apps".
pl: Czy naprawdę chcesz usunąć kolekcję "{name}"? Jeśli chcesz również usunąć aplikacje dodane przez tę kolekcję, wybierz opcję "Usuń razem z aplikacjami".
pt_br: Você realmente quer remover a coleção "{name}"? Se você também deseja remover outros apps adicionados via esta coleção, selecione "Remover com apps".
ru: Ты действительно хочешь убрать коллекцию "{name}"? Если вы также хотите удалить приложения, добавленные через эту коллекцию, выберите "Удалить с помощью приложений".
