Repository: DaedShon/DaedSky
Catalog: assets/l10n/app_*.arb
Languages: cs, de, eo, fr, it, nb, nl, pl, pt_br, ru

# batchProcessingSheetShizukuWarning
source: Enable Shizuku Service in the Settings to use batch actions
cs: Povolte službu Shizuku v nastavení pro použití dávkových akcí
de: Aktiviere Shizuku Service in den Optionen um Stapel-Aktionen zu nutzen
eo: Ebligu Shizuku-Servon en la Agordoj uzi batajn agojn
fr: Activez le service Shizuku dans les réglages pour utiliser les actions groupées
it: Abilita Shikuzu nei settings per usare le azioni automatizzate
nb: Aktiver Shizuku-tjensten i innstillingene for å bruke knippe-handlinger
nl: Activeer Shizuku Service in de Instellingen om batch-acties te gebruiken
pl: Włącz usługę Shizuku w ustawieniach, aby używać akcji wsadowych
pt_br: Ativar serviço do Shizuku em configurações para usar operações múltiplas
ru: Включите службу Shizuku в настройках, чтобы использовать пакетные действия

# batchProcessingSheetInstallOrUpdateAllButton
source: Install/Update
cs: Instalace/Aktualizace
de: Installieren
eo: Instali/Ĝisdatigi
fr: Installer / Mettre à jour
it: Installa/Aggiorna
nb: Installer/oppgrader
nl: Installeren/bijwerken
pl: Instaluj/aktualizuj
pt_br: Instalar/atualizar
ru: Установить/Обновить

# batchProcessingSheetUninstallAllButton
source: Uninstall
cs: Odinstalovat
de: Deinstallieren
eo: Malinstali
fr: Désinstaller
it: Disinstalla
nb: Avinstaller
nl: Verwijder
pl: Odinstaluj
pt_br: Desinstalar
ru: Удалить

# batchProcessingSheetRemoveAllNamesButton
source: Remove all selected names
cs: Odstraňte všechna vybraná jména
de: Ausgewählte Namen entfernen
eo: Forigu ĉiujn elektitajn nomojn
fr: Supprimer tous les noms sélectionnés
it: Rimuovi tutte le app selezionate
nb: Fjern alle valgte navn
nl: Verwijder alle geselecteerde namen
pl: Usuń wszystkie wybrane nazwy
pt_br: Remover todos os nomes selecionados
ru: Удалить все выбранные имена

# filterByCollectionCardTitle
source: Filter by collection
cs: Filtr podle sbírky
de: Nach Sammlung filtern
eo: Filtri laŭ kolekto
fr: Filtre par collection
it: Filtra per collection
nb: Filtrer etter samling
nl: Filter op collectie
pl: Filtrowanie według kolekcji
pt_br: Filtrar por coleção
ru: Фильтр по коллекции

# saiStr_installer_rootless_error2_unknown
source: Unknown error
cs: Neznámá chyba
de: Unbekannter Fehler
eo: Nekonata eraro
fr: Erreur inconnue
it: Errore sconosciuto
nb: Ukjent feil
nl: Onbekende fout
pl: Nieznany błąd
pt_br: Erro desconhecido
ru: Неизвестная ошибка

# saiStr_installer_rootless_error2_install_failed_invalid_uri
source: Passed URI is not valid
cs: Předaný URI není platný
de: Übergebene URI ist ungültig
eo: Pasigita URI ne validas
fr: L'URI passée est invalide
it: La URI non è corretta
nb: Innsendt URI er ugyldig
nl: De doorgegeven URI is ongeldig
pl: Podany URI nie jest ważny
pt_br: O URI informado não é válido
ru: Переданный URI недействителен

# saiStr_installer_rootless_error2_install_failed_insufficient_storage
source: Device doesn't have enough space to install the app
cs: Zařízení nemá dostatek místa pro instalaci aplikace
de: Gerät hat nicht genug Speicherplatz um die App zu installieren
eo: Aparato ne havas sufiĉe da spaco por instali la programon
fr: L'appareil n'a pas assez d'espace pour installer l'application
it: Il dispositivo non ha spazio sufficiente per l'installazione della app
nb: Enheten ikke har nok plass til å installere programmet
nl: Apparaat heeft niet genoeg ruimte om de app te installeren
pl: Urządzenie nie ma wystarczająco dużo miejsca, aby zainstalować aplikację
pt_br: O dispositivo não tem espaço suficiente para instalar o app
ru: На устройстве недостаточно места для установки приложения

# saiStr_installer_rootless_error2_install_failed_update_incompatible
source: App signature doesn't match the signature of an already installed app with the same package name
cs: Podpis aplikace neodpovídá podpisu již nainstalované aplikace se stejným názvem balíčku
de: App-Signatur stimmt nicht mit der Signatur einer bereits installierten App mit dem gleichen Paketnamen überein
eo: App subskribo ne kongruas al la subskribo de jam instalita app kun la sama pako nomo
fr: La signature de l'application ne correspond pas à la signature d'une application déjà installée avec le même nom de paquet
it: La firma della app è diversa da quella dell'app precedentemente installata
nb: Programsignatur samsvarer ikke med signatur av et allerede installert program med samme pakkenavn
nl: Handtekening van app komt niet overeen met de handtekening van een reeds geïnstalleerde app met dezelfde pakketnaam
pl: Podpis aplikacji nie pasuje do podpisu już zainstalowanej aplikacji o tej samej nazwie pakietu
pt_br: A assinatura não corresponde à assinatura do app já existente com o mesmo nome de pacote
ru: Подпись приложения не соответствует подписи уже установленного приложения с тем же именем пакета

# saiStr_installer_rootless_error2_install_failed_missing_feature
source: Package requires a feature that is not supported by this device
cs: Balíček vyžaduje funkci, která není podporována tímto zařízením
de: Paket benötigt eine Funktion, die von diesem Gerät nicht unterstützt wird
eo: Pako bezonas funkcion, kiu ne estas subtenata de ĉi tiu aparato
fr: Le paquet nécessite une fonctionnalité qui n'est pas prise en charge par ce périphérique
it: Il package richiede delle funzionalità non supportate da questo dispositivo
nb: Pakken krever en funksjon som ikke støttes av denne enheten
nl: Pakket vereist een functie die niet door dit toestel wordt ondersteund
pl: Pakiet wymaga funkcji, która nie jest obsługiwana przez to urządzenie
pt_br: O pacote requer uma característica que não é suportada por este dispositivo
ru: Для пакета требуется функция, которая не поддерживается этим устройством

# saiStr_installer_rootless_error2_install_parse_failed_manifest_malformed
source: APK manifest is malformed
cs: APK manifest je malformovaný
de: APK-Manifest ist fehlerhaft
eo: APK manifesto estas misformita
fr: Le manifeste APK est mal formé
it: Il manifest APK non è corretto
nb: APK-manifestet er ugyldig
nl: APK manifest is misvormd
pl: Manifest APK jest zniekształcony
pt_br: O manifesto do APK está malformado
ru: Манифест APK неверен

# saiStr_installer_rootless_error2_install_parse_failed_bad_shared_user_id
source: The APK has a bad shared user ID
cs: APK má špatné sdílené ID uživatele
de: APK hat eine falsche Benutzer-ID
eo: La APK havas malbonan dividita uzanto ID
fr: L'APK a un mauvais ID utilisateur partagé
it: L'APK ha un user ID condiviso errato
nb: APK-en har feilaktig felles bruker-ID
nl: APK heeft slechte gedeelde gebruikers id
pl: APK ma zły wspólny identyfikator użytkownika
pt_br: O APK tem a id de usuário remoto incorreta
ru: APK имеет неверный общий идентификатор пользователя

# saiStr_installer_rootless_error2_install_parse_failed_certificate_encoding
source: Certificate encoding failed
cs: Kódování certifikátu selhalo
de: Zertifikatskodierung fehlgeschlagen
eo: Atesto encoding malsukcesis
fr: L' encodage du certificat a échoué
it: Codifica del certificato fallita
nb: Sertifikatskoding mislyktes
nl: Codering certificaat mislukt
pl: Kodowanie certyfikatu nie powiodło się
pt_br: A codificação do certificado falhou
ru: Ошибка кодирования сертификата

# saiStr_installer_rootless_error2_install_parse_failed_inconsistent_certificates
source: Inconsistent certificates found in the files of the APK
cs: V souborech APK nalezeny nekonzistentní certifikáty
de: Inkonsistente Zertifikate in den Dateien der APK gefunden
eo: Nekonstanta atestoj troviĝas en la dosieroj de la APK
fr: Certificats incohérents trouvés dans les fichiers de l'APK
it: Nel file APK è stato trovato un certificato non consistente
nb: Inkonsekvente sertifikater funnet i APK-ens filer
nl: Inconsistente certificaten gevonden op de bestanden in de APK
pl: Niespójne certyfikaty Znalezione w plikach APK
pt_br: Certificados incompatíveis encontrados nos arquivos APK
ru: В файлах APK обнаружены несовместимые сертификаты

# saiStr_installer_rootless_error2_install_parse_failed_no_certificates
source: APK file doesn't contain any certificates
cs: Soubor APK neobsahuje žádné certifikáty
de: APK-Datei enthält keine Zertifikate
eo: APK dosiero ne enhavas ajnan atestoj
fr: Le fichier APK ne contient aucun certificat
it: Il file APK non contiene alcun certificato
nb: APK-filen inneholder ikke noen sertifikater
nl: APK bestand bevat geen certificaten
pl: Plik APK nie zawiera żadnych certyfikatów
pt_br: O arquivo APK não contém nenhum certificado
ru: APK-файл не содержит сертификатов

# saiStr_installer_rootless_error2_install_parse_failed_bad_manifest
source: Unable to retrieve APK manifest
cs: Nelze načíst manifest APK
de: APK-Manifest konnte nicht abgerufen werden
eo: Ne eblas elsxuti APK videbla
fr: Impossible de récupérer le manifeste APK
it: Manifest APK non ricevuto
nb: Kunne ikke hente APK-manifest
nl: Kan APK manifest niet ophalen
pl: Nie można pobrać manifestu APK
pt_br: Não foi possível obter detalhes sobre APK
ru: Не удалось получить манифест APK

# saiStr_installer_rootless_error2_install_parse_failed_not_apk
source: Provided file is not an APK file
cs: Poskytnutý soubor není soubor APK
de: Angegebene Datei ist keine APK-Datei
eo: Dosiero provizita ne estas APK dosiero
fr: Le fichier fourni n’est pas un fichier APK
it: Il file non è un file APK
nb: Angitt fil er ikke en APK-fil
nl: Het geleverde bestand is geen APK bestand
pl: Dostarczony plik nie jest plikiem APK
pt_br: O arquivo fornecido não é um arquivo APK
ru: Указанный файл не является файлом APK

# saiStr_installer_rootless_error2_install_failed_missing_split
source: The package requires splits, but they weren't provided
cs: Balíček vyžaduje rozdělení, které však nebylo poskytnuto
de: Paket erfordert Splits, aber sie wurden nicht bereitgestellt
eo: La pako postulas fendoj, sed ili ne estis provizita
fr: Le paquet nécessite des divisions, mais ils n'ont pas été fournis
it: Il package richiede splits, ma non sono disponibili
nb: Pakken krever oppdelinger, men de var ikke angitt
nl: Het pakket vereist splitsingen, maar die werden niet geleverd
pl: Pakiet wymaga podziałów, ale nie zostały one dostarczone
pt_br: O pacote requer separação, mas isto não foi fornecido
ru: Пакет требует разделения, но они не были предоставлены

# saiStr_installer_rootless_error2_install_failed_permission_model_downgrade
source: The new version of the package doesn't support runtime permissions, but the installed version does
cs: Nová verze balíčku nepodporuje oprávnění ke spuštění, ale nainstalovaná verze ano
de: Neue Version des Pakets unterstützt keine Laufzeitberechtigungen, aber die derzeit installierte Version schon
eo: La nova versio de la pako ne subtenas rultempa permesoj, sed la instalita versio faras
fr: La nouvelle version du paquet ne prend pas en charge les permissions d'exécution, mais la version installée le fait
it: La nuova versione del package non supporta i permessi runtime, ma la versione installata sì
nb: Den nye versjonen av pakken støtter ikke kjøretidstillatelser, men den installerte versjonen gjør det
nl: Nieuwe versie van het pakket ondersteunt geen runtime permissies maar de huidige geïnstalleerde versie wel
pl: Nowa wersja pakietu nie obsługuje uprawnień wykonawczych, ale zainstalowana wersja
pt_br: A nova versão do pacote não suporta permissões ao tempo de execução, mas a versão instalada sim
ru: Новая версия пакета не поддерживает разрешения времени выполнения, но текущая установленная версия поддерживает

# saiStr_installer_rootless_error2_install_failed_uid_changed
source: Package was assigned a different UID than it previously held
cs: Balíček byl přiřazen jiný UID, než tomu bylo dříve
de: Paket wurde eine andere UID als zuvor zugewiesen
eo: Pako estis asignita malsamaj UID ol ĝi antaŭe tenis
fr: Le paquet a été assigné à un UID différent de celui qu'il détenait précédemment
it: Il package è stato assegnato a un UID differente dal precedente
nb: Pakken ble tildelt en annen UID enn den tidligere hadde
nl: Het pakket heeft een andere UID gekregen dan het eerder had
pl: Pakiet otrzymał inny identyfikator UID niż posiadał poprzednio
pt_br: O pacote recebeu uma UID diferente da anterior
ru: Пакету был назначен другой UID, чем ранее

# saiStr_installer_rootless_error2_install_failed_invalid_install_location
source: Package couldn't be installed in the specified location
cs: Balíček nelze nainstalovat na určené místo
de: Paket konnte nicht an dem angegebenen Ort installiert werden
eo: Pako ne povus esti instalita en la indikita loko
fr: Le paquet n'a pas pu être installé à l'emplacement spécifié
it: Il package non puo' essere installato nella destinazione specificata
nb: Pakken kunne ikke installeres på den angitte plasseringen
nl: Pakket kon niet worden geïnstalleerd op de opgegeven locatie
pl: Pakiet nie może być zainstalowany w podanej lokalizacji
pt_br: O pacote não podia ser instalado no local especificado
ru: Не удалось установить пакет в указанное место

# saiStr_installer_rootless_error2_install_failed_package_changed
source: Package installation path unexpectedly changed
cs: Cesta instalace balíčku se neočekávaně změnila
de: Paket-Installationspfad unerwartet geändert
eo: Pako instalaĵo vojo neatendite ŝanĝita
fr: Le chemin de l'installation du paquet a été modifié de façon inattendue
it: Il percorso di installazione del package è cambiato senza preavviso
nb: Pakkens installasjonssti endret seg uventet
nl: Installatiepad van pakket onverwacht gewijzigd
pl: Nieoczekiwana zmiana ścieżki instalacji pakietu
pt_br: O caminho de instalação para o pacote mudou inesperadamente
ru: Неожиданно изменен путь установки пакета

# saiStr_installer_rootless_error2_install_failed_verification_failure
source: Package has failed verification
cs: Balíček selhal ověření
de: Paket konnte nicht verifiziert werden
eo: Pako malsukcesis konfirmo
fr: La vérification du paquet a échoué
it: Il package ha fallito la verifica
nb: Kunne ikke bekrefte pakken
nl: Pakket is niet geverifieerd
pl: Pakiet nie przeszedł weryfikacji
pt_br: Falha ao verificar o pacote
ru: Пакет не прошел проверку

# saiStr_installer_rootless_error2_install_failed_media_unavailable
source: Package couldn't be installed in the specified location because the media is not available
cs: Balíček nelze nainstalovat na určené místo, protože médium není k dispozici
de: Paket konnte nicht an dem angegebenen Ort installiert werden, da das Medium nicht verfügbar ist
eo: Pako ne povus esti instalita en la indikita loko, ĉar la amaskomunikiloj ne estas havebla
fr: Le paquet n'a pas pu être installé à l'emplacement spécifié car le média n'est pas disponible
it: Il package non puo' essere installato nella destinazione specificata perchè il dispositivo non è disponibile
nb: Pakken kunne ikke installeres der fordi mediumet ikke er tilgjengelig
nl: Pakket kon niet worden geïnstalleerd op de opgegeven locatie omdat het medium niet beschikbaar is
pl: Pakiet nie może być zainstalowany w podanej lokalizacji, ponieważ nośnik nie jest dostępny
pt_br: O pacote não podia ser instalado no local especificado porque a mídia não está disponível
ru: Пакет не может быть установлен в указанном месте, потому что носитель недоступен

# saiStr_installer_rootless_error2_install_failed_duplicate_permission
source: Package is attempting to define a permission that is already defined by another installed package
cs: Balíček se pokouší definovat oprávnění, které je již definováno jiným nainstalovaným balíčkem
de: Paket versucht eine Berechtigung zu definieren, die bereits von einem anderen installierten Paket definiert wurde
eo: Pako provas difini permeson jam difinitan de alia instalita pako
fr: Le paquet tente de définir une permission qui est déjà définie par un autre paquet installé
it: Il package sta tentando di definire un permesso che è già definito da un altro package
nb: Pakken prøver å definere en tilgang som allerede er definert av en annen installert pakke
nl: Pakket probeert een permissie te definiëren die al gedefinieerd is door een ander geïnstalleerd pakket
pl: Pakiet próbuje zdefiniować uprawnienie, które jest już zdefiniowane przez inny zainstalowany pakiet
pt_br: O pacote está tentando definir uma permissão que já está definida por outro pacote instalado
ru: Пакет пытается определить разрешение, которое уже определено другим установленным пакетом

# saiStr_installer_rootless_error2_install_failed_internal_error
source: Installation failed because of system issues
cs: Instalace selhala kvůli systémovým problémům
de: Installation wegen Systemproblemen fehlgeschlagen
eo: Instalado malsukcesis pro sistemo aferoj
fr: L' installation a échoué en raison d'un problème système
it: L'installazione è fallita a causa di errori del sistema
nb: Installasjonen mislyktes som følge av systemproblemer
nl: Installatie mislukt vanwege systeemproblemen
pl: Instalacja nie powiodła się z powodu problemów z systemem
pt_br: A instalação falhou por causa de problemas no sistema
ru: Установка не удалась из-за системных проблем

# saiStr_installer_rootless_error2_install_failed_other_staged_session_in_progress
source: There's already a package installer session being committed for this package name
cs: Pro tento Název balíčku již existuje relace instalačního balíčku
de: Es wird bereits eine Paketinstaller-Sitzung für diesen Paketnamen ausgeführt
eo: Tie estas jam pako instalilo sesio estanta farita por#? i tiu pako nomo
fr: Il y a déjà une session d'installateur de paquets qui est livrée pour ce nom de paquet
it: C'è già un'altra sessione di installazione in corso per questo package
nb: Det er allerede allerede en pakkeinstallasjonsøkt for dette pakkenavnet
nl: Er is al een pakketinstallatie sessie gepleegd voor deze pakketnaam
pl: Dla tej nazwy pakietu jest już uruchomiona sesja instalatora pakietu
pt_br: Já há uma sessão do instalador de pacotes sendo autorizada para este nome de pacote
ru: Для этого пакета уже существует сеанс установки пакета

# saiStr_installer_rootless_error2_install_failed_multipackage_inconsistency
source: One of the child package installer sessions does not match the parent session in respect to staged or rollback enabled parameters
cs: Jedna z relací instalátoru dětských balíčků neodpovídá nadřazené relaci, pokud jde o nastavené nebo obnovené parametry
de: Eine der untergeordneten Paketinstaller-Sitzungen stimmt nicht mit der übergeordneten Sitzung überein, wenn es um abgestufte oder Rollback-aktivierte Parameter geht
eo: Unu de la infano pako instalilo sesioj ne kongruas kun la gepatra kunsido en respekto al enscenigita aŭ repuŝo ebligita parametroj
fr: Une des sessions d'installateur de paquets enfants ne correspond pas à la session parent en ce qui concerne les paramètres de pré-production ou d'annulation activés
it: Una delle sessioni di installazione dei child package non corrisponde alla parent session rispetto ai parametri staged o rollback
nb: En av de underordnede pakkeinstallasjonsøktene samsvarer ikke med med overordnede økt i forhold til iscenesettelses- eller tilbakerullingsparametre
nl: Een van de sessies van het installatieprogramma van het kindpakket komt niet overeen met de oudersessie wat betreft de parameters voor staged of rollback
pl: Jedna z sesji instalatora pakietów podrzędnych nie pasuje do sesji nadrzędnej w odniesieniu do parametrów włączonych w trybie stopniowym lub cofania
pt_br: Uma das sub-sessões do instalador de pacotes não corresponde à sessão principal em relação ao rollback gradual de parâmetros ativados
ru: Один из сеансов установщика дочернего пакета не совпадает с родительским сеансом в отношении включенных параметров поэтапного или отката

# saiStr_installer_rootless_error2_install_failed_wrong_installed_version
source: Required version of an already installed package doesn't match the actual version of the installed package
cs: Požadovaná verze již nainstalovaného balíčku neodpovídá skutečné verzi nainstalovaného balíčku
de: Die benötigte Version eines bereits installierten Pakets entspricht nicht der aktuellen Version des installierten Pakets
eo: Postulita versio de jam instalita pako ne kongruas kun la reala versio de la instalita pako
fr: La version requise d'un paquet déjà installé ne correspond pas à la version réelle du paquet installé
it: La versione richiesta di un package già installato non corrisponde alla versione attuale del package
nb: Nødvendig versjon av en allerede installert pakke samsvarer ikke med den faktiske versjonen av den installerte pakken
nl: Vereiste versie van een reeds geïnstalleerd pakket komt niet overeen met de werkelijke versie van het geïnstalleerde pakket
pl: Wymagana wersja już zainstalowanego pakietu nie zgadza się z rzeczywistą wersją zainstalowanego pakietu
pt_br: A versão requerida de um pacote já instalado não corresponde à versão atual do pacote instalado
ru: Требуемая версия уже установленного пакета не соответствует фактической версии установленного пакета

# saiStr_installer_rootless_error2_install_failed_bad_signature
source: There's some problem with APK signature
cs: S podpisem APK je nějaký problém
de: Es gibt ein Problem mit der APK-Signatur
eo: Tie estas iu problemo kun APK subskribo
fr: Il y a un problème avec la signature de l'APK
it: Errore con la firma digitale dell'APK
nb: Det er noen problemer med APK-signaturen
nl: Er is een probleem met de APK handtekening
pl: Jest jakiś problem z podpisem APK
pt_br: Há algum problema com a assinatura do APK
ru: Возникла проблема с подписью APK

# saiStr_installer_rootless_error2_install_failed_bad_dex_metadata
source: The Dex metadata file is invalid, or there's no matching APK file it
cs: Soubor metadat Dex je neplatný nebo neexistuje odpovídající soubor APK pro soubor metadat dex
de: Dex-Metadatendatei ist ungültig oder es gibt keine passende APK-Datei für eine Dex-Metadatendatei
fr: Le fichier de métadonnées Dex est invalide ou il n'y a pas de fichier APK correspondant pour un fichier de métadonnées dex
nb: DEX-metadatafilen er ugyldig, eller så finnes det ingen samsvarende APK-fil for en Dex-metadatafil
nl: Dex metadata bestand is ongeldig of er is geen overeenkomend APK bestand voor een dex metadata bestand
pl: Plik metadanych dex jest niepoprawny lub nie ma pasującego pliku APK dla pliku metadanych dex
ru: Файл метаданных Dex недействителен или отсутствует соответствующий файл APK для файла метаданных dex

# saiStr_installer_rootless_error2_install_failed_instant_app_invalid
source: Unsupported operation with an instant app
cs: Nepodporovaná operace s okamžitou aplikací
de: Nicht unterstützte Operation mit einer Instant-App
eo: Operacio ne estas subtenata kun tuja app
fr: Opération non prise en charge avec une application instantanée
it: Operazione non supportata da una instant app
nb: Ustøttet handling for et umiddelbart-program
nl: Niet-ondersteunde werking met een instant app
pl: Nieobsługiwana operacja z aplikacją natychmiastową
pt_br: A operação do app instantâneo não suportada
ru: Неподдерживаемая операция с мгновенным приложением

# saiStr_installer_rootless_error2_install_failed_aborted
source: Installation was cancelled by the user or aborted
cs: Instalace byla zrušena uživatelem nebo přerušena
de: Die Installation wurde vom Benutzer abgebrochen oder ist fehlgeschlagen
eo: Instalado estis nuligita de la uzanto aŭ ĉesigita
fr: L'installation a été annulée par l'utilisateur ou abandonnée
it: L'installazione è stata cancellata dall'utente o per errore di sistema
nb: Installasjonen ble avbrutt av bruker eller avbrutt
nl: De installatie werd geannuleerd door de gebruiker of afgebroken
pl: Instalacja została anulowana przez użytkownika lub przerwana
pt_br: A instalação foi cancelada ou abortada pelo usuário
ru: Установка была отменена пользователем или прервана
