Repository: DaedShon/DaedSky
Catalog: assets/l10n/app_*.arb
Languages: cs, de, eo, fr, it, nb, nl, pl, pt_br, ru

# downloadHashMismatchErrorDialogContent
source: The downloaded file doesn't correspond to the correct hash in the metadata. Expected Hash: {expectedHash} Got Hash: {hash} Please contact the app author
cs: Stažený soubor neodpovídá hashi uvedenému v metadatech. Očekávaný hash: {expectedHash} Obdržený hash: {hash} Kontaktujte prosím autora aplikace
de: Die heruntergeladene Datei entspricht nicht dem korrekten Hash in den Metadaten. Erwarteter Hash: {expectedHash} Erhaltener Hash: {hash} Bitte wenden Sie sich an den App-Autor
eo: La elŝutita dosiero ne respondas al la ĝusta hash en la metadata. Atendita Hash: {expectedHash} Got Hash: {hash} Bonvolu kontaktas la app aŭtoro
fr: Le fichier téléchargé ne correspond pas au hachage correct dans les métadonnées. Hachage attendu : {expectedHash} Got Hash : {hash} Veuillez contacter l'auteur de l'application
it: Il file scaricato non corrisponde al valore dell'hash presente nei metadati. Hash atteso:{expectedHash} Hash ricevuto:{hash} Contattate lo sviluppatore
nb: Nedlastet fil samsvarer ikke med riktig sjekksum i metadataen. Forventet sjekksum: {expectedHash} Innhentet sjekksum: {hash} Kontakt programutvikleren
nl: Het gedownloade bestand komt niet overeen met de juiste hash in de metadata. Verwachte Hash: {expectedHash} Verkregen Hash: {hash} Neem contact op met de app maker
pl: Pobrany plik nie odpowiada poprawnemu hashowi w metadanych. Expected Hash: {expectedHash} Got Hash: {hash} Prosimy o kontakt z autorem aplikacji
pt_br: O arquivo baixado não corresponde ao Hash de metadados original. Hash esperado: {expectedHash} Hash obtido: {hash} Favor entrar em contato com o autor do app
ru: Загруженный файл не соответствует правильному хэшу в метаданных. Ожидаемый хэш: {expectedHash} Есть Хэш: {hash} Пожалуйста, свяжитесь с автором приложения

# appPageInstallationDownloadStarting
source: Starting download…
cs: Zahájení stahování…
de: Download wird gestartet...
eo: Ekelŝutas…
fr: Début du téléchargement…
it: Inizio download…
nb: Starter nedlasting …
nl: Beginnen met downloaden…
pl: Rozpoczęcie pobierania…
pt_br: Começando a baixar…
ru: Начинается загрузка…

# appPageInstallationProgress
source: {progress} % of {totalFileSize}
de: {progress} % von {totalFileSize}
eo: {progress} % de {totalFileSize}
fr: {progress} % sur {totalFileSize}
it: {progress} % di {totalFileSize}
nb: {progress} % av {totalFileSize}
nl: {progress} % van {totalFileSize}
pl: {progress} % z {totalFileSize}
pt_br: {progress} % de {totalFileSize}
ru: {progress} % из {totalFileSize}

# errorMetadataHashMismatch
source: Metadata Hash mismatch.
cs: Nesprávný hash v metadatech.
de: Hash-Unstimmigkeit bei Metadaten.
eo: Metadatumoj Hash misparigo.
fr: Non-concordance de hachage des métadonnées.
it: Hash dei metadati diverso.
nb: Metadata-sjekksum stemmer ikke overens.
nl: Metadata Hash verkeerde combinatie.
pl: Metadata Hash niezgodność.
pt_br: Metadados do Hash não correspondem.
ru: Несоответствие хэша метаданных.

# errorHttpStatusCode
source: HTTP {statusCode} while loading metadata
cs: HTTP {statusCode} během stahování metadat
de: HTTP {statusCode} beim Laden von Metadaten
eo: HTTP {statusCode} dum ŝarĝo de metadatenoj
fr: HTTP {statusCode} pendant le chargement des métadonnées
it: HTTP {statusCode} durante il caricamento dei metadati
nb: HTTP {statusCode} under nedlasting av metadata
nl: HTTP {statusCode} tijdens het laden van de metadata
pl: HTTP {statusCode} podczas ładowania metadanych
pt_br: HTTP {statusCode} durante carregamento dos metadados
ru: HTTP {statusCode} при загрузке метаданных

# errorDnsRecordNotAvailable
source: DNS Record not available
cs: DNS záznam není dostupný
de: DNS-Eintrag nicht verfügbar
eo: DNS Rekordo ne disponebla
fr: DNS Record non disponible
it: Voce non presente nel DNS
nb: Utilgjengelig DNS-oppføring
nl: DNS Record niet beschikbaar
pl: Rekord DNS nie jest dostępny
pt_br: Registro do DNS não disponível
ru: Запись DNS недоступна

# errorDomainNameHasNoRecord
source: The name has no SkyDroid record
cs: Název nemá žádný záznam SkyDroid
de: Domain hat keinen Skydroid-Eintrag
eo: La nomo havas neniun SkyDroid rekordo
fr: Le nom n'a pas d'enregistrement SkyDroid
it: Il nome non è presente su SkyDroid
nb: Navnet har ingen SkyDroid-oppføring
nl: Naam heeft geen skydroid record
pl: Nazwa nie ma zapisu SkyDroid
pt_br: O nome não tem registro do SkyDroid
ru: Имя не имеет записи в Skydroid

# errorHttpStatusCodeMultiDnsQuery
source: HTTP {statusCode} on Multi-DoH query
cs: HTTP {statusCode} na multi-DoH dotazu
de: HTTP {statusCode} bei Multi-DoH-Abfrage
eo: HTTP {statusCode} sur Multi-DoH query
fr: HTTP {statusCode} pendant le chargement des métadonnées
it: HTTP {statusCode} della richiesta Multi-DoH
nb: HTTP {statusCode} under Multi-DoH-spørring
nl: HTTP {statusCode} tijdens het laden van de metadata
pl: HTTP {statusCode} przy zapytaniu Multi-DoH
pt_br: HTTP {statusCode} na consulta Multi-DoH
ru: HTTP {statusCode} в запросе Multi-DoH

# settingsPageAppThemeTitle
source: App Theme
cs: Motiv aplikace
de: App Thema
eo: Apa Etoso
fr: Apparence de l'application
it: Tema dell'App
nb: Programdrakt
nl: App thema
pl: Aplikacja Temat
pt_br: Tema do app
ru: Тема приложения

# settingsPageAppThemeOptionLight
source: Light
cs: Světlý
de: Hell
eo: Hela
fr: Clair
it: Chiaro
nb: Lys
nl: Licht
pl: Światło
pt_br: Claro
ru: Светлая

# settingsPageAppThemeOptionSepia
source: Sepia
cs: Sépie
eo: Sepio
fr: Sépia
it: Seppia
pl: Sępica
pt_br: Sépia
ru: Сепия

# settingsPageServicesTitle
source: Services
cs: Služby
de: Dienste
eo: Servoj
fr: Service
it: Servizi
nb: Tjenester
nl: Diensten
pl: Serwisy
pt_br: Serviços
ru: Службы

# settingsPageServicesMultiDoHServer
source: Multi-DoH Server
cs: Server Multi-DoH
fr: Serveur multi-DoH
it: Server Multi-DoH
nb: Multi-DoH-tjener
pl: Serwer Multi-DoH
pt_br: Servidor Multi-DoH
ru: Сервер Multi-DoH

# settingsPageServicesSkynetPortal
source: Skynet Portal
cs: Portál Skynet
eo: Skynet Portalo
fr: Portail Skynet
it: Portale SkyNet
nl: Skynet-Portaal
pl: Portal Skynet
pt_br: Portal Skynet
ru: Скайнет портал

# settingsPageAboutShowLicenses
source: Show licenses
cs: Ukázat licence
de: Lizenzen anzeigen
eo: Montri permesilojn
fr: Voir les licenses
it: Mostra le licenze
nb: Vis lisenser
nl: Bekijk licenties
pl: Pokaż licencje
pt_br: Mostrar licenças
ru: Показать лицензии

# settingsPageAboutDebug
source: Debug Info
de: Fehlerbehebungsinformationen
eo: Elpurigi Informojn
fr: Débogages
it: Informazioni di Debug
nb: Avlusingsinfo
pl: Informacje o debugu
pt_br: Detalhes sobre depuração
ru: Отладочная информация

# settingsPageAboutDebugDialogClose
source: OK
eo: Bone
ru: Ок

# errorAppCompatibilityNoMatchingABI
source: This app is not compatible with your device (ABI not supported: {deviceABIs} not in {supportedABIs})
cs: Tato aplikace není kompatibilní s Vaším zařízením (ABI neni podporováno: {deviceABIs} nelze nalézt v {supportedABIs})
de: Diese App ist nicht mit deinem Gerät kompatibel (ABI nicht unterstützt: {deviceABIs} nicht in {supportedABIs})
eo: Ĉi tiu programo ne kongruas kun via aparato (ABI ne subtenas: {deviceABIs} ne en {supportedABIs})
fr: Cette application n'est pas compatible avec votre appareil (ABI non supportée : {deviceABIs} n'est pas dans {supportedABIs})
it: Questa app non è compatibile col tuo dispositivo (ABI non supportato: {deviceABIs} non presente in {supportedABIs})
nb: Dette programmet er ikke kompatibelt med din enhet (ABI støttes ikke: {deviceABIs} finnes ikke i {supportedABIs}
nl: Deze app is niet compatible met je apparaat (ABI is niet ondersteund: {deviceABIs} niet in {supportedABIs})
pl: Ta aplikacja nie jest kompatybilna z Twoim urządzeniem (nieobsługiwany ABI: {deviceABIs} nie w {supportedABIs})
pt_br: Este app não é compatível com seu dispositivo (ABI não suportado: {deviceABIs} não em {supportedABIs})
ru: Это приложение несовместимо с вашим устройством (ABI не поддерживается: {deviceABIs} нет в {supportedABIs})

# errorAppInstallationShizuku
source: Shizuku App Installation failed
cs: Instalace aplikace Shizuku se nezdařila
de: App Installation fehlgeschlagen
eo: La instalado de la programo Shizuku malsukcesis
fr: L'installation de Shizuku a échouée
it: Installazione di Shizuku App fallita
nb: Shizuku App Installasjonen mislyktes
nl: Shizuku App installatie mislukt
pl: Instalacja aplikacji Shizuku nie powiodła się
pt_br: Instalação do Shizuku App falhou
ru: Не удалось установить приложение Shizuku

# appPageInstallingShizukuProcess
source: Installing app… (Shizuku)
cs: Instalace aplikace ... (Shizuku)
de: App wird installiert... (Shizuku)
eo: Instalante programon ... (Shizuku)
fr: Installation de l'appli… (Shizuku)
it: Installazione app... (Shikuzu)
nb: Installerer program… (Shizuku)
nl: app installeren... (Shizuku)
pl: Instalacja aplikacji... (Shizuku)
pt_br: Instalando o app… (Shizuku)
ru: Установка приложения… (Shizuku)

# settingsPageShizukuTitle
source: Shizuku Service
cs: Služba Shizuku
eo: Servo Shizuku
fr: Service Shizuku
it: Servizi Shikuzu
nb: Shizuku-tjenste
nl: Shizuku Dienst
pl: Serwis Shizuku
pt_br: Serviço do Shizuku
ru: Служба Shizuku

# settingsPageShizukuToggleSwitch
source: Enable Shizuku
cs: Povolit Shizuku
de: Shizuku aktivieren
eo: Ebligu Ŝizuku
fr: Activer Shizuku
it: Abilita Shikuzu
nb: Aktiver Shizuku
nl: Shizuku inschakelen
pl: Włącz Shizuku
pt_br: Ativar Shizuku
ru: Включить Shizuku

# settingsPageShizukuInstallButton
source: Install Shizuku
cs: Instalovat Shizuku
de: Shizuku installieren
eo: Instalu Shizuku
fr: Installer Shizuku
it: Installa Shikuzu
nb: Installer Shizuku
nl: Installeer Shizuku
pl: Zainstaluj Shizuku
pt_br: Instalar Shizuku
ru: Установить Shizuku

# appPageInstallingShizukuErrorNotRunning
source: Shizuku Service is not running
cs: Služba Shizuku není nyní spuštěna
de: Shizuku Service läuft nicht
eo: Shizuku-Servo ne funkcias
fr: Shizuku Service ne fonctionne pas
it: I servizi di Shikuzu non sono attivi
nb: Shizuku-tjenesten kjører ikke
nl: Shizuku Service draait niet
pl: Usługa Shizuku nie działa
pt_br: O serviço do Shizuku não está executado
ru: Служба Shizuku не работает

# appPageInstallingShizukuErrorNotRunningButton
source: Open Shizuku
cs: Otevřít Shizuku
de: Shizuku öffnen
eo: Malfermu Ŝizuku
fr: Ouvrir Shizuku
it: Apri Shikuzu
nb: Åpne Shizuku
nl: Shizuku openen
pl: Otwórz Shizuku
pt_br: Abrir Shizuku
ru: Открыть Shizuku

# removeNamesDialogTitle
source: Remove selected names?
cs: Odstranit vybraná jména?
de: Ausgewählte Domains entfernen?
eo: Ĉu forigi elektitajn nomojn?
fr: Supprimer les noms sélectionnés ?
it: Rimuovi le app selezionate?
nb: Fjern valgte navn?
nl: Geselecteerde namen verwijderen?
pl: Usunąć wybrane nazwy?
pt_br: Remover nomes selecionados?
ru: Удалить выбранные имена?

# removeNamesDialogConfirm
source: Remove all
cs: Odstranit všechny
de: Alle entfernen
eo: Forigu ĉion
fr: Tout supprimer
it: Rimuovi tutto
nb: Fjern alle
nl: Verwijder alle
pl: Usuń wszystko
pt_br: Remover tudo
ru: Удалить все

# appListPageSearchHint
source: Search for apps…
cs: Hledat aplikace…
de: Suche nach Apps...
eo: Serĉi programojn …
fr: Rechercher des applis…
it: Cerca applicazioni…
nb: Søk etter programmer …
nl: Zoeken naar apps…
pl: Szukaj aplikacji…
pt_br: Busca de apps…
ru: Искать приложения…

# batchProcessingSheetProgressOne
source: Processing 1 app…
cs: Zpracování 1 aplikace…
de: 1 App wird verarbeitet…
eo: Prilaborante 1 programon …
fr: Traitement d'une appli…
it: Elaborazione 1 app…
nb: Behandler ett program …
nl: Verwerking 1 app…
pl: Przetwarzanie 1 aplikacji…
pt_br: Processando 1 app…
ru: Обработка 1 приложения…

# batchProcessingSheetSelectedOne
source: 1 app selected
cs: 1 vybraná aplikace
de: 1 App ausgewählt
eo: 1 programo elektita
fr: 1 app sélectionné
it: 1 app selezionata
nb: Ett program valgt
nl: 1 app geselecteerd
pl: 1 wybrana aplikacja
pt_br: 1 app selecionado
ru: Выбрано 1 приложение

# batchProcessingSheetSelectedMore
source: {count} apps selected
cs: {count} vybrané aplikace
de: {count} Apps ausgewählt
eo: {count} programoj elektitaj
fr: {count} applis sélectionnées
it: {count} applicazioni selezionate
nb: {count} programmer valgt
nl: {count} apps geselecteerd
pl: {count} wybrane aplikacje
pt_br: {count} apps selecionados
ru: Выбрано {count} приложений

# saiStr_installer_rootless_error2_install_failed_already_exists
source: This package is already installed
cs: Tento balíček je již nainstalován
de: Dieses Paket ist bereits installiert
eo: Ĉi tiu pako jam estas instalita
fr: Ce paquet est déjà installé
it: Questo package è già installato
nb: Denne pakken er allerede installert
nl: Dit pakket is al geïnstalleerd
pl: Ten pakiet jest już zainstalowany
pt_br: Este pacote já está instalado
ru: Этот пакет уже установлен

# saiStr_installer_rootless_error2_install_failed_invalid_apk
source: APK file is not valid
cs: Soubor APK není platný
de: APK-Datei ist ungültig
eo: APK-dosiero ne validas
fr: Fichier APK non valide
it: Il file APK non è valido
nb: APK-filen er ikke gyldig
nl: APK bestand is niet geldig
pl: Plik APK nie jest ważny
pt_br: O arquivo APK não é válido
ru: APK-файл недействителен

# saiStr_installer_rootless_error2_install_failed_duplicate_package
source: Package with the same name is already installed
cs: Balíček se stejným názvem je již nainstalován
de: Paket mit dem gleichen Namen ist bereits installiert
eo: Pako kun la sama nomo jam estas instalita
fr: Un paquet portant le même nom est déjà installé
it: Un package con lo stesso nome è già installato
nb: Pakke med samme navn allerede installert
nl: Pakket met dezelfde naam is al geïnstalleerd
pl: Pakiet o tej samej nazwie jest już zainstalowany
pt_br: O pacote com o mesmo nome já está instalado
ru: Пакет с таким именем уже установлен

# saiStr_installer_rootless_error2_install_failed_no_shared_user
source: Shared user requested by package doesn't exist
cs: Sdílený uživatel požadovaný balíčkem neexistuje
de: Vom Paket angeforderter Benutzer existiert nicht
eo: Komuna uzanto petita de pako ne ekzistas
fr: L' utilisateur partagé demandé par le paquet n'existe pas
it: L'utente condiviso richiesto dal package non esiste
nb: Delt bruker forespurte en pakke som ikke finnes
nl: Gedeelde gebruiker gevraagd door pakket bestaat niet
pl: Użytkownik współdzielony żądany przez pakiet nie istnieje
pt_br: O usuário que compartilha o pacote não existe
ru: Общий пользователь, запрошенный пакетом, не существует

# appPageUpdateButton
source: Update ({version})
de: Aktualisieren ({version})
eo: Ĝisdatigi ({version})
fr: Mettre à jour ({version})
it: Aggiorna({version})
nb: Oppdatering ({versjon})
pl: Aktualizacja ({version})
pt_br: Atualizar ({version})
ru: Обновить ({version})

# appShareText
source: {localizedName} - {localizedSummary} • Download: {link}
cs: {localizedName} - {localizedSummary} • Odkaz ke stažení: {link}
fr: {localizedName} - {localizedSummary} • Télécharger : {link}
nb: {localizedName} - {localizedSummary} • last ned: {link}
pl: {localizedName} - {localizedSummary} - Pobierz: {link}
ru: {localizedName} - {localizedSummary} • Скачать: {link}

# settingsPageAppThemeOptionDark
source: Dark
cs: Tmavý
de: Dunkel
eo: Malhela
fr: Sombre
it: Scuro
nb: Mørk
nl: Donker
pl: Ciemna
pt_br: Escuro
ru: Тёмная

# settingsPageAppThemeOptionBlack
source: Black
cs: Černý
de: Schwarz
eo: Nigra
fr: Noir
it: Nero
nb: Svart
nl: Zwart
pl: Czarny
pt_br: Preto
ru: Чёрная

# settingsPageAboutTitle
source: About
cs: O aplikaci
de: Über
eo: Pri
fr: À propos
it: Informazioni
nb: Om
nl: Over
pl: O
pt_br: Sobre
ru: О приложении

# errorAppInvalidCurrentBuild
source: Error: No build found for the current version
cs: Chybaa: Pro aktuální verzi není dostupný žádný build
de: Fehler: Kein passender Build für die aktuelle Version gefunden
eo: Eraro: Neniu konstruo trovita por la nuna versio
fr: Erreur : Aucun build trouvé pour la version actuelle
it: Errore: nessuna build trovata per la versione attuale
nb: Feil: Ingen bygg for nåværende versjon
nl: Error: Er is geen build gevonden voor de huidige versie
pl: Błąd: Nie znaleziono kompilacji dla bieżącej wersji
pt_br: Erro: Nenhuma compilação encontrada para a versão atual
ru: Ошибка: Сборка для текущей версии не найдена

# errorAppCompatibilitySdkVersionTooLow
source: This app is not compatible with your device (sdkVersion too low: {sdkVersion} < {minSdkVersion})
cs: Tato aplikace není kompatibilní s Vaším zařízením (verze SDK je příliš nízká: {sdkVersion} < {minSdkVersion})
de: Diese App ist nicht mit deinem Gerät kompatibel (sdkVersion zu niedrig: {sdkVersion} < {minSdkVersion})
eo: Ĉi tiu programo ne kongruas kun via aparato (sdkVersion tro malalta: {sdkVersion} <{minSdkVersion})
fr: Cette application n'est pas compatible avec votre appareil (sdkVersion trop basse : {sdkVersion} < {minSdkVersion})
it: Questa app non è compatibile col tuo dispositivo (sdkVersion troppo vecchio: {sdkVersion} < {minSdkVersion})
nb: Dette programmet er ikke kompatibelt med din enhet (sdkVersion er for lav: {sdkVersion} < {minSdkVersion})
nl: Deze app is niet compatible met je apparaat (sdkVersion te laag: {sdkVersion} < {minSdkVersion})
pl: Ta aplikacja nie jest kompatybilna z Twoim urządzeniem (zbyt niska wersja sdkVersion: {sdkVersion} < {minSdkVersion})
pt_br: Este app não é compatível com seu dispositivo (VersãoSdk muito baixa: {sdkVersion} < {minSdkVersion})
ru: Это приложение несовместимо с вашим устройством (Версия SDK слишком низкая: {sdkVersion} < {minSdkVersion})

# settingsPageShizukuDescription
source: Shizuku is an app which can give SkyDroid access to System APIs WITHOUT ROOT. This enables installing and updating apps without user interaction.
cs: Shizuku je aplikace, která SkyDroidu umožňuje přístup k systémovým API bez nutnosti ROOT práv. To umožňuje jednoduchou instalaci a aktualizaci aplikací bez nutnosti uživatele neustále zasahovat.
de: Shizuku ist eine App, die SkyDroid Zugriff auf System-APIs geben kann, auch wenn das Gerät NICHT gerootet ist. Dies ermöglicht SkyDroid Apps ohne Bestätigung zu installieren und aktualisieren.
eo: Shizuku estas programo, kiu povas doni al SkyDroid aliron al Sistemaj APIoj SEN RADIKO. Ĉi tio ebligas instali kaj ĝisdatigi programojn sen uzanto.
fr: Shizuku est une application qui peut donner à SkyDroid l'accès aux API du système sans permission. Ceci permet l'installation et la mise à jour d'applications sans que l'utilisateur n'ait à intervenir.
it: Shikuzu permette a Skydroid l'accesso alle API di sistema senza ROOT. Questo permette l'installazione e l'aggiornamento delle app in modo automatico.
nb: Shizuku er et program som kan gi SkyDroid tilgang til System-API-er UTEN ROTTILGANG. Dette kan installere og oppgradere programmer uten brukermedvirkning.
nl: Shizuku is een app die SkyDroid toegang kan geven tot systeem-API's ZONDER ROOT. Dit maakt het installeren en updaten van apps zonder interactie van de gebruiker.
pl: Shizuku to aplikacja, która może dać SkyDroid dostęp do interfejsów API systemu BEZ ROOT. Umożliwia to instalowanie i aktualizowanie aplikacji bez interakcji z użytkownikiem.
pt_br: O Shizuku é um app que pode dar ao SkyDroid acesso ao APIs do Sistema SEM ROOT. Isto permite instalar e atualizar apps sem interação do usuário.
ru: Shizuku - это приложение, которое может предоставить SkyDroid доступ к системным API БЕЗ ROOT. Это позволяет устанавливать и обновлять приложения без вмешательства пользователя.

# appPageInstallingShizukuErrorPermissionNotGranted
source: Permission not granted (Go to the SkyDroid settings and re-enable Shizuku support)
cs: Povolení nebyla udělena (Jděte do nastavení SkyDroidu a znovu aktivujte Shizuku)
de: Shizuku Berechtigung nicht erteilt (Geh in die SkyDroid Optionen und re-aktiviere Shizuku Unterstützung)
eo: Permeso ne donita (Iru al la agordoj de SkyDroid kaj reaktivigu subtenon de Shizuku)
fr: Permission non accordée (Allez dans les réglages de SkyDroid et réactivez le support Shizuku)
it: Permesso non concesso ( dai settings di SkyDroid riabilitare il supporto a Shikuzu)
nb: Tillatelse ikke innvilget. (Gå til SkyDroid-innstillingene og aktiver Shizuku-støtte.)
nl: Toestemming niet verleend (Ga naar de SkyDroid instellingen en schakel Shizuku ondersteuning weer in)
pl: Permission not granted (Przejdź do ustawień SkyDroid i ponownie włączyć wsparcie Shizuku)
pt_br: A permissão não concedida (vá as configurações do SkyDroid e active suporte para o Shizuku)
ru: Разрешение не предоставлено (перейдите в настройки SkyDroid и повторно включите поддержку Shizuku)

# removeNamesDialogContent
source: Do you really want to remove {count} names from your app list? This action doesn't touch your installed apps and the names could be added again via a collection.
cs: Opravdu chcete odstranit {count} jména ze seznamu aplikací? Tato akce se nedotýká nainstalovaných aplikací a jména by mohla být znovu přidána prostřednictvím sbírky.
de: Möchtest du wirklich {count} Domains von deiner App-Liste entfernen? Diese Aktion beinflusst keine installierten Apps und die Domains könnten durch eine Sammlung wieder hinzugefügt werden.
eo: Ĉu vi vere volas forigi {count} nomojn de via programo-listo? Ĉi tiu ago ne tuŝas viajn instalitajn programojn kaj la nomoj povus esti aldonitaj denove per kolekto.
fr: Voulez-vous vraiment supprimer {count} noms de votre liste d'applciations ? Cette action n'affecte pas vos applications installées et les noms peuvent être ajoutés à nouveau via une collection.
it: Sei sicuro di voler rimuovere {count} apps dalla tua lista di applicazioni? Questa procedure non cancellerà le tue app già installate e potrei aggiungerle nuovamente alla lista.
nb: Vil du fjerne {count} navn fra din app-listen? Denne handlingen ikke røre installerte programmer og navn kan legges inn på nytt via en samling.
nl: Wil je echt {count} namen uit je app lijst verwijderen? Deze actie raakt je geïnstalleerde apps niet en de namen kunnen opnieuw worden toegevoegd via een collectie.
pl: Czy naprawdę chcesz usunąć {count} nazw z listy aplikacji? Ta akcja nie dotyka zainstalowanych aplikacji, a nazwy mogą być ponownie dodane za pomocą kolekcji.
pt_br: Você realmente quer remover {count} nomes da sua lista de apps? Esta ação não afetará seus apps instalados e os nomes poderiam ser adicionados novamente via coleção.
ru: Вы действительно хотите удалить {count} имён из списка приложений? Это действие не касается ваших установленных приложений, и имена могут быть снова добавлены через коллекцию.

# appListPageUpdateAllAppsButton
source: Update all apps
cs: Aktualizovat všechny aplikace
de: Alle Apps aktualisieren
eo: Ĝisdatigu ĉiujn programojn
fr: Mettre à jour toutes les applis
it: Aggiorna tutte le apps
nb: Oppdater alle programmer
nl: Alle apps updaten
pl: Aktualizuj wszystkie aplikacje
pt_br: Atualizar todos os apps
ru: Обновить все приложения

# batchProcessingSheetProgressMore
source: Processing {count} apps…
cs: Zpracování {count} aplikace…
de: {count} Apps werden verarbeitet...
eo: Pretigo {count} apps…
fr: Traitement des {count} applications…
it: Elaborazione {count} apps…
nb: Behandler {count} programmer …
nl: Verwerken van {count} apps…
pl: Przetwarzanie {count} aplikacji…
pt_br: Processando {count} apps…
ru: Обработка {count} приложений…

# batchProcessingSheetSelectAllButton
source: Select all
cs: Vyberte vše
de: Alle
eo: Elekti ĉiujn
fr: Tout sélectionner
it: Seleziona tutto
nb: Velg alle
nl: Selecteer alle
pl: Wybierz wszystko
pt_br: Selecionar tudo
ru: Выбрать все

# batchProcessingSheetUnselectAllButton
source: Unselect all
cs: Zrušit výběr všech
de: Keine
eo: Malelektu ĉiujn
fr: Tout déselectionner
it: Deseleziona tutto
nb: Fravelg alle
nl: Alles deselecteren
pl: Odznacz wszystkie
pt_br: Desmarcar tudo
ru: Снять все
